[
    {
        "id": 1,
        "name": "Movie",
        "description": "Collection of the latest and greatest movies",
        "topics": [
            { "id": 1, "value": "365 days 1/2/3" },
            { "id": 1, "value": "The Whale" },
            { "id": 1, "value": "The Menu" },
            { "id": 1, "value": "Farha" },
            { "id": 1, "value": "Bullet Train" },
            { "id": 1, "value": "Whitney Houston/Brandy version if Cinderella" },
            { "id": 1, "value": "The Banker" },
            { "id": 1, "value": "Interstellar" },
            { "id": 1, "value": "Beautiful Boy" },
            { "id": 1, "value": "The hustle" },
            { "id": 1, "value": "Lilo & Stitch" },
            { "id": 1, "value": "Split" },
            { "id": 1, "value": "Glass" },
            { "id": 1, "value": "Godfather of Harlem" },
            { "id": 1, "value": "Banshees of inisherin" },
            { "id": 1, "value": "Everything everywhere all at once" },
            { "id": 1, "value": "Fractured" },
            { "id": 1, "value": "Brothers" }
        ]
    },
    {
        "id": 2,
        "name": "TV Show",
        "description": "Collection of the best tv shows to watch",
        "topics": [
            { "id": 1, "value": "The alleys" },
            { "id": 1, "value": "Translantic" },
            { "id": 1, "value": "Manifest" },
            { "id": 1, "value": "The diplomat" },
            { "id": 1, "value": "White lotus" },
            { "id": 1, "value": "Women at War (limited series)" },
            { "id": 1, "value": "Game of thrones" },
            { "id": 1, "value": "Narcos" },
            { "id": 1, "value": "Casa de papel" }
        ]
    },
    {
        "id": 3,
        "name": "Question",
        "description": "Collection of deep conversation starters",
        "topics": [
            { "id": 1, "value": "Given the choice of anyone in the world, whom would you want as a dinner guest?" },
            { "id": 1, "value": "Would you like to be famous? In what way?" },
            { "id": 1, "value": "Before making a telephone call, do you ever rehearse what you are going to say? Why?" },
            { "id": 1, "value": "What would constitute a “perfect” day for you?" },
            { "id": 1, "value": "When did you last sing to yourself? To someone else?" },
            { "id": 1, "value": "If you were able to live to the age of 90 and retain either the mind or body of a 30-year-old for the last 60 years of your life, which would you want?" },
            { "id": 1, "value": "Do you have a secret hunch about how you will die?" },
            { "id": 1, "value": "Name three things you and your partner appear to have in common." },
            { "id": 1, "value": "For what in your life do you feel most grateful?" },
            { "id": 1, "value": "If you could change anything about the way you were raised, what would it be?" },
            { "id": 1, "value": "Take four minutes and tell your partner your life story in as much detail as possible." },
            { "id": 1, "value": "If you could wake up tomorrow having gained any one quality or ability, what would it be?" },
            { "id": 1, "value": "If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?" },
            { "id": 1, "value": "Is there something that you've dreamed of doing for a long time? Why haven't you done it?" },
            { "id": 1, "value": "What is the greatest accomplishment of your life?" },
            { "id": 1, "value": "What do you value most in a friendship?" },
            { "id": 1, "value": "What is your most treasured memory?" },
            { "id": 1, "value": "What is your most terrible memory?" },
            { "id": 1, "value": "If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?" },
            { "id": 1, "value": "What does friendship mean to you?" },
            { "id": 1, "value": "What roles do love and affection play in your life?" },
            { "id": 1, "value": "Alternate sharing something you consider a positive characteristic of your partner. Share a total of five items." },
            { "id": 1, "value": "How close and warm is your family? Do you feel your childhood was happier than most other people's?" },
            { "id": 1, "value": "How do you feel about your relationship with your mother?" },
            { "id": 1, "value": "Make three true “we” statements each. For instance, “We are both in this room feeling …”" },
            { "id": 1, "value": "Complete this sentence: “I wish I had someone with whom I could share …”" },
            { "id": 1, "value": "If you were going to become a close friend with your partner, please share what would be important for him or her to know." },
            { "id": 1, "value": "Tell your partner what you like about them; be very honest this time, saying things that you might not say to someone you've just met." },
            { "id": 1, "value": "Share with your partner an embarrassing moment in your life." },
            { "id": 1, "value": "When did you last cry in front of another person? By yourself?" },
            { "id": 1, "value": "Tell your partner something that you like about them already." },
            { "id": 1, "value": "What, if anything, is too serious to be joked about?" },
            { "id": 1, "value": "If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven't you told them yet?" },
            { "id": 1, "value": "Your house, containing everything you own, catches fire. After saving your loved ones and pets, you have time to safely make a final dash to save any one item. What would it be? Why?" },
            { "id": 1, "value": "Of all the people in your family, whose death would you find most disturbing? Why?" },
            { "id": 1, "value": "Share a personal problem and ask your partner's advice on how he or she might handle it. Also, ask your partner to reflect back to you how you seem to be feeling about the problem you have chosen." },
            { "id": 1, "value": "If I lost my memory what's the first thing you'd tell me about us?" },
            { "id": 1, "value": "What does living a 'good life' means to you?" },
            { "id": 1, "value": "What's something you'd try if no one in the world could judge you?" },
            { "id": 1, "value": "What would you change in your life if you had unlimited life?" },
            { "id": 1, "value": "If you could choose to live forever, would you?" }
        ]
    },
    {
        "id": 4,
        "name": "Relationship question",
        "description": "Collection of interstings questions that you may want to discuss with your partner",
        "topics": [
            { "id": 1, "value": "Is there anything you've been missing in our relationship lately? e.g., intimacy, space for yourself, conversations?" },
            { "id": 1, "value": "What is taking up the most space in your mind right now?" },
            { "id": 1, "value": "Is there anything about me or us that has upset you lately that I've missed?" },
            { "id": 1, "value": "Are we happy with the distribution of responsibilities/tasks?" },
            { "id": 1, "value": "When have you felt most loved lately?" },
            { "id": 1, "value": "What have we done together that you enjoyed and would like to do more often?" },
            { "id": 1, "value": "Is there anything you are struggling with at the moment, and how can I support you?" },
            { "id": 1, "value": "Do we currently support each other's goals and values?" },
            { "id": 1, "value": "What is working well? What needs to be improved? What are you grateful for?" },
            { "id": 1, "value": "Have you developed any insecurities from being in relationship with me?" },
            { "id": 1, "value": "How has this relationship helped you to become a better partner or person?" },
            { "id": 1, "value": "What's something I do that you really love and want a lot more of?" },
            { "id": 1, "value": "Is there anything you're afraid to tell me because you think I'll judge you or freak out?" },
            { "id": 1, "value": "What do I do that turns you on the most?" },
            { "id": 1, "value": "How do you think I describe you to my friends?" },
            { "id": 1, "value": "What's the most challenging part of our relationship for you?" },
            { "id": 1, "value": "What's your favorite memory of us?" },
            { "id": 1, "value": "If our relationship ended what would you miss the most about me?" },
            { "id": 1, "value": "How do you like to be touched? How should i NOT touch you?" },
            { "id": 1, "value": "How can we give each other feedback? What rules do we want around that?" },
            { "id": 1, "value": "Why do you think I fell in love with you" },
            { "id": 1, "value": "Whats your biggest fear about our future?" },
            { "id": 1, "value": "What are you most excited for in our future?" },
            { "id": 1, "value": "What kind of couple do we want to be?" },
            { "id": 1, "value": "What's something we never want to be as couple?" },
            { "id": 1, "value": "If you are unhappy, how would you tell me?" },
            { "id": 1, "value": "What do you do for me to show me that you love me?" },
            { "id": 1, "value": "What do I do that makes you feel most appreciated and loved?" },
            { "id": 1, "value": "Is there anything you'd like to share with me but haven't yet?" },
            { "id": 1, "value": "Are there any boundaries that we should know about each other" },
            { "id": 1, "value": "What compliments feel best to receive? Can you give me examples?" }
        ]
    },
    {
        "id": 5,
        "name": "Date idea",
        "description": "Collection description",
        "topics": []
    },
    {
        "id": 6,
        "name": "Virtual date idea",
        "description": "Collection description",
        "topics": []
    }
]
